[GENERAL]
NAME					= Español
TRANSLATOR				= Maximiliano Vildósola
DLG_FONT_NAME				= 
DLG_FONT_SIZE				= 


[TEXT]
TEXT_MESSAGEBOX_OK			= Aceptar
TEXT_MESSAGEBOX_CANCEL			= Cancelar
TEXT_MESSAGEBOX_ABORT			= Anular
TEXT_MESSAGEBOX_RETRY			= Reintentar
TEXT_MESSAGEBOX_IGNORE			= Omitir
TEXT_MESSAGEBOX_YES			= Sí
TEXT_MESSAGEBOX_NO			= No
TEXT_MESSAGEBOX_CONTINUE		= Continuar

TEXT_APP_NAME				= Honeyview
TEXT_BETA				= Versión beta
TEXT_PORTABLE				= Portátil
TEXT_BUILDNO				= Compilación 
TEXT_SELECT_FOLDER			= Seleccione una carpeta.
TEXT_ASSOC_IMAGE			= Archivo de imagen (${str1})
TEXT_ASSOC_RAWIMAGE			= Archivo de imagen RAW (${str1})
TEXT_ASSOC_EBOOK			= Archivo de imagen comprimido (${str1})
TEXT_APP_DESC				= Honeyview es un visualizador de imágenes sumamente rápido.
TEXT_ABOUTBOX_TAB1			= Acerca de Honeyview
TEXT_PHOTOFOLDER_NAME			= Honeyview
TEXT_OPENFILEDLG_IMAGEFILE		= Archivos de imagen
TEXT_OPENFILEDLG_ALLFILE		= Todos los archivos
TEXT_NEW_FOLDER				= Nueva carpeta
TEXT_TRANSF_FILE_BEGIN_WITH		= Honeyview_

TEXT_UPDATE_DOWNLOAD_ERROR_MSG		= No se pudieron descargar los archivos de instalación requeridos.
TEXT_UPDATE_VERSION_CHECK_FAILED	= No se pudo comprobar la versión
TEXT_UPDATE_VERSION_CHECKING		= Comprobar actualización
TEXT_UPDATE_DOWNLOAD_FAILED		= La descarga falló
TEXT_UPDATE_LATEST_VERSION		= Actualizado
TEXT_UPDATE_DO_DOWNLOAD			= Se requiere actualización
TEXT_UPDATE_DOWNLOAD_COMPLETED		= Descarga completada

TEXT_MSG_LASTPAGE			= Esta es la última imagen.
TEXT_MSG_FIRSTPAGE			= Esta es la primera imagen.
TEXT_MSG_NOIMAGEFILE			= No existen imágenes en el archivo comprimido.
TEXT_MSG_INVALID_PHOTOFOLDER		= Por favor, establezca la ruta de archivos de imágenes en los ajustes.
TEXT_MSG_CANTOPENARCHIVE		= No se pudo abrir:
TEXT_MSG_INVALID_ARCHIVE_VERSION	= No existe soporte para este archivo. Por favor, actualice a la versión más reciente.
TEXT_MSG_INVALID_PASSWORD		= Contraseña incorrecta.
TEXT_MSG_STRETCHWHENSMALL_ON		= Estirar imágenes pequeñas: activado
TEXT_MSG_STRETCHWHENSMALL_OFF		= Estirar imágenes pequeñas: desactivado
TEXT_MSG_CANTOPENBOOKMARK		= No se pudieron abrir los marcadores.
TEXT_MSG_BROKENARCHIVE			= Archivo comprimido dañado.
TEXT_MSG_ADDTOBOOKMARK			= Agregar a marcadores: 
TEXT_MSG_LOADRECENTBOOKMARK		= Abrir marcador reciente: 
TEXT_MSG_SLIDESHOWSTART			= Iniciar presentación: ${TIME}sec
TEXT_MSG_SLIDESHOWSTOP			= Detener presentación
TEXT_MSG_ALWAYSONTOP_ON			= Ventana siempre encima: activado
TEXT_MSG_ALWAYSONTOP_OFF		= Ventana siempre encima: desactivado
TEXT_MSG_ZOOMFIX_ON			= Acercamiento fijo: activado
TEXT_MSG_ZOOMFIX_OFF			= Acercamiento fijo: desactivado
TEXT_MSG_EXTPROGERR_LAUNCH		= Abriendo con editor de imágenes
TEXT_MSG_EXTPROGERR_NOTSET		= Por favor, elegir el programa de edición de imágenes (Photoshop, Paint, etc.) en los ajustes.
TEXT_MSG_ARCHIVEBOOKMARK		= Recordar la ubicación dentro del archivo comprimido:
TEXT_MSG_RESTART_NOTIFY			= Honeyview se va a reiniciar.
TEXT_MSG_COPY2CLIPBOARD			= Copiado al portapapeles.
TEXT_MSG_COPY2CLIPBOARD_FAILED		= No se pudo copiar al portapapeles.
TEXT_MSG_BOOKMARK_EXPORTED		= Marcador guardado.
TEXT_MSG_BOOKMARK_EXPORT_FAILED		= No se pudieron guardar los marcadores.
TEXT_MSG_BOOKMARK_OPEN_FAILED		= No se pudieron abrir los marcadores.
TEXT_MSG_BOOKMARK_IMPORT_FAILED		= No se pudieron importar los marcadores.
TEXT_MSG_BOOKMARK_IMPORTED		= Marcadores importados con éxito.
TEXT_MSG_SETWALLPAPER_FAILED		= No se pudo establecer como fondo de escritorio.
TEXT_MSG_CANT_OPEN_IMAGE		= No se pudo abrir el archivo de imagen.
TEXT_MSG_TRANSFORM_COMPLETED		= Procesamiento completado con éxito.
TEXT_MSG_TRANSFORM_ERR_CANT_OPEN_FILE	= No se puede abrir el archivo.
TEXT_MSG_TRANSFORM_ERR_CANT_SAVE_FILE	= No se puede guardar el archivo.
TEXT_MSG_CANT_OPEN_MMF			= No se puede abrir MMF. (mmf:${str1})
TEXT_MSG_NOTICE_RESTART			= Honeyview se va a reiniciar.
TEXT_MSG_DELETED			= Eliminado

TEXT_ASK_INIT				= ¿Desea restablecer los ajustes?
TEXT_ASK_DELETE_IMAGE			= ¿Está seguro de que desea mover este archivo a la Papelera de reciclaje?
TEXT_ASK_DELETE_ARCHIVE			= La imagen actual forma parte del archivo comprimido (${FILENAME}).[br][br]¿Desea eliminarlo?
TEXT_ASK_DELETE_BOOKMARKALL		= ¿Desea eliminar todos los marcadores?
TEXT_ASK_LAUNCH_ASSOCUI			= En Windows 8 y versiones posteriores, se deben asociar las extensiones de forma manual.[br][br]¿Desea abrir la ventana de programas predeterminados?
TEXT_ASK_STOP_BATCH_PROCESSING		= El procesamiento se encuentra en marcha. ¿Desea cancelarlo?

TEXT_FILTERMODE_NONE			= Sin filtro de imagen
TEXT_FILTERMODE_BILINEAR		= Filtro: suavizado
TEXT_FILTERMODE_SHARPEN			= Filtro: suavizado y enfoque

TEXT_SHOWMODE_NONE			= Ver: tamaño original (100 %)
TEXT_SHOWMODE_FIT2WINDOW		= Ver: ajustar a tamaño de ventana
TEXT_SHOWMODE_FIT2WIDTH			= Ver: ajustar al ancho
TEXT_SHOWMODE_TWO_L2R			= Página doble inteligente (de izq. a der.)
TEXT_SHOWMODE_TWO_R2L			= Página doble inteligente (de der. a izq.)

TEXT_NEXTPATH_NOFILE			= Mover carpeta: último archivo (por favor, abrir archivo)
TEXT_NEXTPATH_LASTFOLDER		= Siguiente carpeta: último archivo
TEXT_PREVPATH_LASTFOLDER		= Carpeta anterior: último archivo
TEXT_NEXTPATH_OPENFOLDER		= Siguiente carpeta:
TEXT_PREVPATH_OPENFOLDER		= Carpeta anterior:

TEXT_DELETE				= Eliminar: 
TEXT_COPY_TO_PHOTOFOLDER1		= Copiar a carpeta de imágenes 1:
TEXT_COPY_TO_PHOTOFOLDER2		= Copiar a carpeta de imágenes 2:
TEXT_MOVE_TO_PHOTOFOLDER1		= Mover a carpeta de imágenes 1:

TEXT_SELECTFILEDLG_FILELIST		= Lista
TEXT_SELECTFILEDLG_DATE			= Fecha de modificación
TEXT_SELECTFILEDLG_SIZE			= Tamaño

TEXT_BOOKMARKEDITDLG_PATH		= Ruta de archivo

TEXT_PAGETURNFX_NONE			= Sin efecto
TEXT_PAGETURNFX_HV2			= Girar
TEXT_PAGETURNFX_ALPHA			= Desvanecer
TEXT_PAGETURNFX_SLIDE			= Diapositiva

TEXT_FILEINFO_FILENAME			= Nombre de archivo
TEXT_FILEINFO_SIZE			= Tamaño de imagen
TEXT_FILEINFO_CREATETIME		= Fecha de creación
TEXT_FILEINFO_MODIFYTIME		= Fecha de modificación
TEXT_FILEINFO_IMGINFO			= Información de imagen
TEXT_FILEINFO_ROTATE			= Información de rotación
TEXT_FILEINFO_ZOOM			= Acercamiento/alejamiento

TEXT_EXIF_MAKER				= Fabricante
TEXT_EXIF_MODEL				= Modelo
TEXT_EXIF_SOFTWARE			= Software
TEXT_EXIF_ARTIST			= Artista
TEXT_EXIF_COPYRIGHTPHOTOGRAPHER		= Copyright
TEXT_EXIF_DATETIME			= Fecha y hora de captura
TEXT_EXIF_FLASHUSED			= Flash
TEXT_EXIF_FOCALLENGTH			= Longitud focal
TEXT_EXIF_FOCALLENGTH_35MM		= Longitud focal de 35mm
TEXT_EXIF_EXPOSURETIME			= Tiempo de exposición
TEXT_EXIF_EXPOSUREBIAS			= Compensación de exposición
TEXT_EXIF_APERTUREFNUMBER		= Relación focal
TEXT_EXIF_ISOEQUIVALENT			= Sensibilidad ISO
TEXT_EXIF_METERINGMODE			= Modo de medición
TEXT_EXIF_EXPOSUREPROGRAM		= Programa de exposición
TEXT_EXIF_DISTANCE			= Distancia de enfoque
TEXT_EXIF_GPS				= Información de geolocalización
TEXT_EXIF_COMMENT			= Commentario

TEXT_CUSTOMCMD_NOOPERATION		= No hacer nada
TEXT_CUSTOMCMD_FULLSCREEN		= Pantalla completa
TEXT_CUSTOMCMD_MAXIMIZE			= Maximizar
TEXT_CUSTOMCMD_MINIMIZE			= Minimizar
TEXT_CUSTOMCMD_PAGESELECT		= Seleccionar imagen
TEXT_CUSTOMCMD_EXIT			= Salir
TEXT_CUSTOMCMD_OPEN			= Abrir archivo
TEXT_CUSTOMCMD_OPENFOLDER		= Abrir carpeta
TEXT_CUSTOMCMD_NEXT1			= Página siguiente (vista doble)
TEXT_CUSTOMCMD_PREV1			= Página anterior (vista doble)
TEXT_CUSTOMCMD_NEXT			= Imagen siguiente
TEXT_CUSTOMCMD_PREV			= Imagen anterior
TEXT_CUSTOMCMD_NEXT_RANDOM		= Imagen siguiente al azar
TEXT_CUSTOMCMD_PREV_RANDOM		= Imagen anterior al azar
TEXT_CUSTOMCMD_HOME			= Primera imagen
TEXT_CUSTOMCMD_END			= Última imagen
TEXT_CUSTOMCMD_NEXT10			= Diez imágenes hacia adelante
TEXT_CUSTOMCMD_PREV10			= Diez imágenes hacia atrás
TEXT_CUSTOMCMD_SCROLL_UP		= Desplazar hacia arriba
TEXT_CUSTOMCMD_SCROLL_DN		= Desplazar hacia abajo
TEXT_CUSTOMCMD_SCROLL_LEFT		= Desplazar hacia la izquierda
TEXT_CUSTOMCMD_SCROLL_RIGHT		= Desplazar hacia la derecha
TEXT_CUSTOMCMD_ZOOM_IN			= Ampliar
TEXT_CUSTOMCMD_ZOOM_OUT			= Reducir
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER		= Copiar a carpeta de imágenes
TEXT_CUSTOMCMD_MOVE2PHOTOFOLDER		= Mover a carpeta de imágenes
TEXT_CUSTOMCMD_COPY2PHOTOFOLDER2	= Copiar a carpeta de imágenes 2
TEXT_CUSTOMCMD_NEXTPATH			= Siguiente carpeta o archivo comprimido
TEXT_CUSTOMCMD_PREVPATH			= Anterior carpeta o archivo comprimido
TEXT_CUSTOMCMD_CONTEXT_MENU		= Menú contextual
TEXT_CUSTOMCMD_EXIFSHOW_TOGGLE		= Mostrar información de archivo y EXIF

TEXT_COMBO_GIF_TRANS_OPTION_0		= Usar paleta original GIF
TEXT_COMBO_GIF_TRANS_OPTION_1		= Usar fondo blanco
TEXT_COMBO_GIF_TRANS_OPTION_2		= Usar fondo cuadriculado
TEXT_COMBO_GIF_TRANS_OPTION_3		= Usar fondo negro

TEXT_COMBO_LASTFILE_ACTION_NONE		= No hacer nada
TEXT_COMBO_LASTFILE_ACTION_ASK		= Preguntar
TEXT_COMBO_LASTFILE_ACTION_LOOP		= Ir al primer archivo
TEXT_COMBO_LASTFILE_ACTION_NEXTPATH	= Ir al archivo o carpeta siguiente o anterior

TEXT_ASSOC_GROUP0			= Formatos de imagen de uso frecuente
TEXT_ASSOC_GROUP1			= Formatos de imagen nuevos
TEXT_ASSOC_GROUP2			= Formatos fotográficos sin pérdida
TEXT_ASSOC_GROUP3			= Formatos de imagen comprimidos

TEXT_SORT_METHOD_FILENAME		= Ordenar por nombre
TEXT_SORT_METHOD_DATE			= Ordenar por fecha de modificación
TEXT_SORT_METHOD_SIZE			= Ordenar por tamaño
TEXT_SORT_METHOD_EXT			= Ordenar por tipo

TEXT_TRANSF_RESIZE_NONE			= No redimensionar
TEXT_TRANSF_RESIZE_KEEPRATIO		= Conservar relación de aspecto
TEXT_TRANSF_RESIZE_FITWIDTH		= Ajustar al ancho
TEXT_TRANSF_RESIZE_ADD			= Añadir relleno
TEXT_TRANSF_RESIZE_CUT			= Recortar imagen
TEXT_TRANSF_RESIZE_STRETCH		= Estirar imagen

TEXT_TRANSF_FORMAT_TO_SAVE_AUTO		= Automático
TEXT_TRANSF_FORMAT_TO_SAVE_JPG		= JPG
TEXT_TRANSF_FORMAT_TO_SAVE_PNG		= PNG

TEXT_BTN_PREV_FOLDER			= Carpeta anterior ( [ )
TEXT_BTN_NEXT_FOLDER			= Carpeta siguiente ( ] )
TEXT_BTN_PREV_ARCHIVE			= Archivo comprimido anterior ( [ )
TEXT_BTN_NEXT_ARCHIVE			= Archivo comprimido siguiente ( ] )


[MENU]
MENUSTR_OPEN				= Abrir\tF2
MENUSTR_OPENFOLDER			= Abrir carpeta\tF
MENUSTR_CLOSE				= Cerrar\tF4
MENUSTR_PAGESELECT			= Seleccionar imagen\tIntro
MENUSTR_OPEN_FILEPOSITION		= Mostrar en Explorador de archivos\tCtrl+Intro

MENUSTR_FILTER_NONE			= Sin filtro de imagen\tU
MENUSTR_FILTER_BILINEAR			= Suavizado\tI
MENUSTR_FILTER_SHARPEN			= Suavizado y enfoque\tS

MENUSTR_PAGEMOVE			= Navegación
MENUSTR_PAGEMOVE_NEXT			= Imagen siguiente\t->
MENUSTR_PAGEMOVE_PREV			= Imagen anterior\t<-
MENUSTR_PAGEMOVE_HOME			= Primera imagen\tInicio
MENUSTR_PAGEMOVE_END			= Última imagen\tFin
MENUSTR_PAGEMOVE_NEXT10			= Diez imágenes hacia adelante\tCtrl+AvPág
MENUSTR_PAGEMOVE_PREV10			= Diez imágenes hacia atrás\tCtrl+RePág
MENUSTR_PAGEMOVE_RAND_NEXT		= Imagen siguiente al azar\tCtrl+Alt+AvPág
MENUSTR_PAGEMOVE_RAND_PREV		= Imagen anterior al azar\tCtrl+Alt+RePág
MENUSTR_PAGEMOVE_NEXT_PATH		= Siguiente carpeta o archivo comprimido\t]
MENUSTR_PAGEMOVE_PREV_PATH		= Anterior carpeta o archivo comprimido\t[

MENUSTR_INTERPOLATEMODE			= Interpolación
MENUSTR_INTERPOLATEMODE_BILINEAR	= Bilinear (rápida)
MENUSTR_INTERPOLATEMODE_BICUBIC		= Bicúbica (lenta, de alta calidad)
MENUSTR_INTERPOLATEMODE_LANCZOS		= Lanczos (lenta, de alta calidad)

MENUSTR_IMAGE_PROCESSING		= Efectos de imagen
MENUSTR_IMAGE_PROCESSING_NEGATIVE	= Negativo\tCtrl+I
MENUSTR_IMAGE_PROCESSING_GAMMA		= Compensación de gamma\tCtrl+G
MENUSTR_IMAGE_PRICESSING_FLIP		= Voltear verticalmente\tCtrl+F
MENUSTR_IMAGE_PRICESSING_MIRROR		= Voltear horizontalmente\tCtrl+M

MENUSTR_SORT_METHOD			= Ordenar por
MENUSTR_SORT_METHOD_FILENAME		= Nombre
MENUSTR_SORT_METHOD_DATE		= Fecha de modificación
MENUSTR_SORT_METHOD_SIZE		= Tamaño
MENUSTR_SORT_METHOD_EXT			= Tipo
MENUSTR_SORT_DESCENDING			= Descendente

MENUSTR_SHOWMODE			= Ver imagen
MENUSTR_FILTER_STRETCHWHENSMALL		= Estirar imágenes pequeñas\tZ
MENUSTR_SHOWMODE_NONE			= Tamaño original (100 %)\t0
MENUSTR_SHOWMODE_STRETCH		= Ajustar a tamaño de la ventana\t9
MENUSTR_SHOWMODE_FITWIDTH		= Ajustar al ancho\t8
MENUSTR_SHOWMODE_TWO_L2R		= Página doble inteligente (de izq. a der.)\t7
MENUSTR_SHOWMODE_TWO_R2L		= Página doble inteligente (de der. a izq.)\t6

MENUSTR_ZOOM				= Ampliación y reducción
MENUSTR_ZOOM_IN				= Ampliación\t+
MENUSTR_ZOOM_OUT			= Reducción\t-
MENUSTR_ZOOM_FIX			= Fijar\tCtrl+K
MENUSTR_ZOOM_100			= 100 %\t*
MENUSTR_ZOOM_IN_1			= Ampliación (1 %)\tCtrl++
MENUSTR_ZOOM_OUT_1			= Reducción (1 %)\tCtrl+-

MENUSTR_ROTATION			= Rotación
MENUSTR_ROTATION_NONE			= Sin rotación\tAlt+Arriba
MENUSTR_ROTATION_L90			= Rotación de 90˚ hacia la izquierda\tAlt+Izquierda
MENUSTR_ROTATION_R90			= Rotación de 90˚ hacia al derecha\tAlt+Derecha
MENUSTR_ROTATION_180			= Voltear horizontalmente\tAlt+Down

MENUSTR_EXIFSHOW_TOGGLE			= Información de archivo y EXIF\tTAB
MENUSTR_WALLPAPER			= Establecer como fondo de escritorio
MENUSTR_DELETE				= Eliminar\tSupr
MENUSTR_COPY_TO_PHOTOFOLDER		= Copiar a carpeta de imágenes\tInsert
MENUSTR_EXTPROG0			= Abrir con editor de imágenes\tCtrl+E
MENUSTR_PRINT				= Imprimir\tCtrl+P
MENUSTR_COPY2CLIPBOARD			= Copiar al portapapeles\tCtrl+C

MENUSTR_SETTING				= Ajustes\tF5
MENUSTR_ABOUT				= Acerca de Honeyview\tF1
MENUSTR_EXIT				= Salir\tX

; about popup menu
MENUSTR_HOMEPAGE			= Sitio web
MENUSTR_HELP				= Ayuda de atajos de teclado

; bookmark popup menu
MENUSTR_BOOKMARK_ADD			= Agregar a marcadores\tB
MENUSTR_BOOKMARK_DELALL			= Eliminar todos los marcadores
MENUSTR_BOOKMARK_SETTTING		= Ajustes de marcadores
MENUSTR_BOOKMARK_EDIT			= Editar marcadores\tF3

; slideshow popup menu
MENUSTR_SLIDESHOW_00			= Detener presentación\tCtrl+0
MENUSTR_SLIDESHOW_01			= 1 segundo\tCtrl+1
MENUSTR_SLIDESHOW_02			= 2 segundos\tCtrl+2
MENUSTR_SLIDESHOW_03			= 3 segundos\tCtrl+3
MENUSTR_SLIDESHOW_04			= 4 segundos\tCtrl+4
MENUSTR_SLIDESHOW_05			= 5 segundos\tCtrl+5
MENUSTR_SLIDESHOW_06			= 6 segundos\tCtrl+6
MENUSTR_SLIDESHOW_07			= 7 segundos\tCtrl+7
MENUSTR_SLIDESHOW_08			= 8 segundos\tCtrl+8
MENUSTR_SLIDESHOW_09			= 9 segundos\tCtrl+9
MENUSTR_SLIDESHOW_10			= 10 segundos
MENUSTR_SLIDESHOW_15			= 15 segundos
MENUSTR_SLIDESHOW_20			= 20 segundos
MENUSTR_SLIDESHOW_25			= 25 segundos
MENUSTR_SLIDESHOW_30			= 30 segundos
MENUSTR_SLIDESHOW_60			= 60 segundos
MENUSTR_SLIDESHOW_90			= 90 segundos
MENUSTR_SLIDESHOW_LOOP			= Repetir
MENUSTR_SLIDESHOW_RANDOM		= Al azar

MENUSTR_PAGETURNFX_NONE			= Sin efecto
MENUSTR_PAGETURNFX_HV2			= Girar
MENUSTR_PAGETURNFX_ALPHA		= Desvanecer
MENUSTR_PAGETURNFX_SLIDE		= Diapositiva

MENUSTR_PHOTOFOLDER_COPY1		= Copiar a carpeta de imágenes 1\tInsert
MENUSTR_PHOTOFOLDER_MOVE1		= Mover a carpeta de imágenes 1\tCtrl+Insert
MENUSTR_PHOTOFOLDER_COPY2		= Copiar a carpeta de imágenes 2\tMayús+Insert
MENUSTR_PHOTOFOLDER_SETTING		= Ajustes de carpeta de imágenes
MENUSTR_PHOTOFOLDER_OPEN		= Abrir carpeta de imágenes 1

MENUSTR_TRANSFORMDLG			= Transformar imagen\tCtrl+T

[DIALOG]
IDCANCEL				= Cancelar
IDOK					= Aceptar

[IDD_ABOUT]  
IDD_ABOUT				= Acerca de Honeyview
IDC_BTN_HOMEPAGE			= Sitio web
IDC_BTN_UPDATE				= Actualizar

[IDD_SETTING]
IDD_SETTING				= Ajustes
IDC_BTN_INIT				= Restablecer

[IDD_SETTING_GENERAL]
IDC_STATIC_SETTING			= Ajustes generales
IDC_CHK_USESNAP				= Anclar ventana
IDC_CHK_DONOTREMEMBERFOLDER		= No recordar rutas de carpetas recientes
IDC_CHK_ONE_INSTANCE			= No permitir múltiples instancias de Honeyview
IDC_CHK_ASK_DELETE			= Pedir confirmación antes de eliminar un archivo
IDC_CHK_NO_CENTER_MESSAGE		= Mostrar notificaciones en la esquina de la pantalla en vez de en el centro
IDC_CHK_ALWAYS_ON_TOP			= Ventana siempre visible (Ctrl+A)
IDC_CHK_ESC_TO_EXIT			= Usar la tecla ESC para cerrar la ventana
IDC_CHK_CHECK_UPDATE			= Comprobar actualización a versión más reciente
IDC_CHK_CHECK_UPDATE_MINOR		= Comprobar actualización a versión menor
IDC_STATIC_LASTFILEACTION_IMAGE		= Al llegar a última/primera imagen:
IDC_STATIC_LASTFILEACTION_ARCHIVE	= Al llegar a última/primera imagen en archivo comprimido:

[IDD_SETTING_VIEW]
IDC_STATIC_VIEW				= Ajustes de visualización
IDC_CHK_SHOWBORDER			= Mostrar el borde de la ventana principal
IDC_CHK_SHOW_OVERLAY_FILEINFO		= Mostrar el nombre del archivo sobre la imagen cuando el menú superior esté oculto (Mayús+Tab)
IDC_CHK_SAVE_ZOOM_FIX			= Recordar nivel de ampliación/reducción
IDC_CHK_DO_NOT_SHOW_TITLE_BAR		= No mostrar la barra de menú superior
IDC_CHK_DO_NOT_SHOW_CONTROL_BAR		= No mostrar la barra de control inferior
IDC_CHK_DO_NOT_SIDE_ARROW		= No mostrar los botones de flecha laterales
IDC_CHK_DO_NOT_SHOW_ANIMINFO		= No mostrar el panel de control de animación
IDC_CHK_DO_NOT_SHOW_ZOOMINFO		= No mostrar el panel de control de ampliación y reducción
IDC_CHK_HIDE_TOOLTIP_HELP		= No mostrar información sobre herramientas al poner el cursor encima
IDC_CHK_EXIFINFO_SMALL_FONT		= Usar fuentes pequeñas para la información EXIF y de archivo
IDC_CHK_USEBKGNDIMAGE			= Cambiar la imagen de fondo por defecto
IDC_BTN_BKGND_SET			= Explorar...
IDC_BTN_BKGND_OPEN			= Abrir carpeta
IDC_STATIC_BKGNDCOLOR			= Color de fondo:
IDC_BTN_BKGND				= Elegir...
IDC_STATIC_BORDERCOLOR			= Color de borde:
IDC_BTN_BORDERCOLOR			= Elegir...

[IDD_SETTING_BOOKMARK]
IDC_STATIC_BOOKMARK			= Ajustes de marcadores
IDC_CHK_AUTOBOOKMARK			= Guardar automáticamente en los marcadores la ruta de la imagen actual
IDC_CHK_SHARE_SETTING			= Compartir los ajustes y marcadores entre múltiples instancias
IDC_CHK_REMEMBER_FILEPOS_IN_ARCHIVE	= Recordar automáticamente la ruta de la imagen actual en archivos comprimidos
IDC_BTN_CLEAR_FILE_POS_IN_ARCHIVE	= Olvidar
IDC_STATIC_MAX_BOOKMARK			= Número máximo de marcadores:

[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_IMAGE			= Lista de extensiones de archivo asociadas
IDC_BTN_IMAGE_SELECT			= Marcar todas
IDC_BTN_IMAGE_DESELECT			= Marcar ninguna
IDC_BTN_APPLY_NOW			= Aplicar ahora

[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_IMAGE			= Extensiones asociadas
IDC_STATIC_ASSOC_DESC1			= En Windows 8 y versiones posteriores, es posible asociar los archivos de la siguiente forma:
IDC_STATIC_ASSOC_DESC2			= 1) Haga clic en el botón «Ajustes de asociaciones» en esta ventana.
IDC_STATIC_ASSOC_DESC3			= 2) Marque la opción «Seleccionar todo» en la ventana «Establecer asociaciones de programa».
IDC_STATIC_ASSOC_DESC4			= 3) Haga clic en el botón «Guardar».
IDC_STATIC_ASSOC_DESC1_10		= En Windows 10, es posible asociar los archivos de la siguiente forma:
IDC_STATIC_ASSOC_DESC2_10		= 1) Haga clic en el botón «Ajustes de asociaciones» en esta ventana.
IDC_STATIC_ASSOC_DESC3_10		= 2) Haga clic en «Visualizador de fotos» en la ventana «Aplicaciones predeterminadas».
IDC_STATIC_ASSOC_DESC4_10		= 3) Seleccione «Honeyview» como el visualizador de fotos predeterminado.
IDC_BTN_LAUNCH_ASSOC_REG_UI		= Ajustes de asociaciones
IDC_BTN_SHOW_CLASSIC_ASSOC_UI		= Método clásico

[IDD_SETTING_IMAGEPROCESSING]
IDC_STATIC_IMAGEPROCESSING		= Ajustes de procesamiento de imágenes
IDC_CHK_EXIFROTATION			= Rotar imágenes automáticamente según información EXIF
IDC_CHK_STRONG_SHARPEN			= Usar filtro de enfoque intenso
IDC_CHK_CACHE_IMAGE			= Guardar siguiente imagen en la caché
IDC_STATIC_CACHE_MEMORY_SIZE		= Tamaño de la memoria caché:
IDC_CHK_ALIGN_TOP_WHEN_LARGE		= Mostrar la parte superior de la imagen si esta es más grande que la ventana
IDC_CHK_USE_PREVIEW_MODE		= Mostrar primero imagen en baja calidad para aumentar velocidad de renderización
IDC_CHK_USE_IMAGE_ICC			= Usar datos de perfil de color ICC del archivo de imagen
IDC_CHK_USE_MONITOR_ICC			= Usar datos de perfil de color ICC del monitor
IDC_STATIC_GIF_TRANSPARENT_OPTION	= Fondo transparente para imágenes GIF:
IDC_STATIC_IMAGE_TRANSPARENT_OPTION	= Fondo transparente para imágenes de 32 bits:
IDC_STATIC_IMAGE_INTERPOLATE_OPTION	= Interpolación (filtro de redimensionamiento):
IDC_STATIC_PAGETURNFX			= Efecto de transición de página:

[IDD_SETTING_CUSTOM_KEY]
IDC_STATIC_CUSTOMKEYDESC_ENABLE		= Activado
IDC_STATIC_CUSTOMKEYDESC_KEY		= Atajo
IDC_STATIC_CUSTOMKEYDESC_ACTION		= Acción

[IDD_SETTING_CUSTOM_MOUSE]
IDC_STATIC_CUSTOMMOUSE_ENABLE		= Ajuste
IDC_STATIC_CUSTOMMOUSE_ACTION		= Acción
IDC_CHK_CUSTOM_LBUTTON			= Botón izquierdo
IDC_CHK_DBLCLICK2MAXIMIZE		= Maximizar o restaurar al hacer doble clic
IDC_CHK_CLICK2PAGETURN			= Cambiar de página al hacer clic en área izquierda o derecha de la ventana
IDC_CHK_CUSTOM_MBUTTON			= Botón central
IDC_CHK_CUSTOM_RBUTTON			= Botón derecho
IDC_CHK_CUSTOM_XBUTTON			= Botón X
IDC_CHK_CUSTOM_YBUTTON			= Botón Y
IDC_CHK_CUSTOM_WHEELUP			= Rueda hacia arriba
IDC_CHK_CUSTOM_WHEELDN			= Rueda hacia abajo

[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_TITLE			= Ajustes de menú contextual
IDC_CHK_SHELL_USE_SHELL_MENU		= Usar menú contextual en el Explorador de archivos
IDC_CHK_SHELL_TRANSFORM_DLG		= Transformar con Honeyview
IDC_CHK_SHELL_SHOW_WITH_HONEYVIEW	= Visualizar en Honeyview
IDC_CHK_SHELL_PREVIEW_IMAGE		= Vista previa en menú contextual
IDC_CHK_SHELL_SHOW_IMAGE_INFO		= Mostrar información de imagen
IDC_CHK_SHELL_SHOW_ICON			= Mostrar icono de Honeyview

[IDD_SETTING_ETC]
IDC_STATIC_SETTING_ETC			= Ajustes misceláneos
IDC_STATIC_PHOTOFOLDER			= Carpeta de imágenes
IDC_STATIC_PHOTOFOLDER_DESC1		= Carpeta de imágenes 1:
IDC_STATIC_PHOTOFOLDER_DESC2		= Carpeta de imágenes 2:
IDC_BTN_PHOTOFOLDER_SET1		= Explorar...
IDC_BTN_PHOTOFOLDER_OPEN1		= Abrir
IDC_BTN_PHOTOFOLDER_SET2		= Explorar...
IDC_BTN_PHOTOFOLDER_OPEN2		= Abrir
IDC_STATIC_EXTPROGRAM			= Editor de imágenes
IDC_BTN_SET_EXTPROG0			= Explorar...
IDC_BTN_SET_EXTPROG1_FAST		= Preajustes
IDC_CHK_PAGETURNWAV			= Efecto de sonido para cambio de página
IDC_CHK_DO_NOT_LOAD_RAW_IMAGE_FILE	= No abrir imágenes tipo RAW
IDC_CHK_SKIP_RAWIMAGE_WHEN_JPG_EXIST	= Al abrir imágenes JPG, no abrir imágenes RAW con el mismo nombre
IDC_CHK_READ_THUMBNAIL_WHEN_LOAD_RAW	= Al abrir imágenes RAW, mostrar miniatura (si existe)
IDC_CHK_RESIZE_WINDOW_2_FITIMAGE	= Ajustar tamaño de ventana según tamaño de imagen
IDC_CHK_DISABLE_SCREEN_SAVER		= Desactivar protector de pantalla de Windows mientras Honeyview se está ejecutando

[IDD_SETTING_LANG]
IDC_STATIC_LANG				= Ajustes de idioma
IDC_STATIC_OPEN_MULTLANG_PAGE		= [Descargar más idiomas...]
IDC_STATIC_OPEN_LANG_FOLDER		= [Abrir carpeta de idiomas...]

[IDD_PAGESELECT]
IDD_PAGESELECT				= Seleccionar imagen
IDC_CHECK_SHOW_THUMBNAIL		= Ocultar miniaturas

[IDD_PASSINPUT]
IDD_PASSINPUT				= Ingresar contraseña
IDC_STATIC_PASSDESC			= Este archivo está encriptado. Por favor, ingrese la contraseña.

[IDD_BOOKMARK_EDIT]
IDD_BOOKMARK_EDIT			= Editar marcadores
IDC_BTN_DEL				= Eliminar
IDC_BTN_IMPORT				= Importar marcadores
IDC_BTN_EXPORT				= Exporar marcadores

[IDD_PRINT]
IDD_PRINT				= Imprimir
IDC_GROUP_PRINTER			= Seleccionar impresora
IDC_BTN_PRINTER_PROPERTY		= Propiedades
IDC_CHK_ROTATE				= Rotar 90˚
IDC_CHK_FIT_IN				= Ajustar a tamaño del papel
IDC_STATIC_ZOOM				= Escala:
IDC_STATIC_MARGIN_L			= Margen izquierdo:
IDC_STATIC_MARGIN_T			= Margen superior:
IDC_STATIC_MARGIN_R			= Margen derecho:
IDC_STATIC_MARGIN_B			= Margen inferior:
IDC_STATIC_COPIES			= Copias:
IDC_BTN_PRINT				= Imprimir
IDC_BTN_CLOSE				= Cancelar

[IDD_UPDATE]
IDD_UPDATE				= Actualización de Honeyview
IDC_STATIC_MESSAGE_1			= La actualización de Honeyview está lista para su instalación.
IDC_STATIC_MESSAGE_2			= Haga clic en el botón Actualizar para instalar la versión más reciente.
IDOK					= Actualizar
IDCANCEL				= Cancelar
IDC_BTN_SETTING_UPDATE			= Ajustes

[IDD_ASK_OVERWRITE]
IDD_ASK_OVERWRITE			= Renombrar o sobreescribir
IDC_STATIC_ASK_OVERWRITE		= El archivo ya existe.
IDC_STATIC_SRC				= Imagen actual
IDC_STATIC_DST				= Destino
IDC_BTN_OVERWRITE			= Sobreescribir
IDC_BTN_RENAME				= Guardar como...

[IDD_WALLPAPER]
IDD_WALLPAPER				= Establecer como fondo de escritorio
IDC_STATIC_PREVIEW			= Vista previa
IDC_STATIC_BACK_COLOR			= Color de fondo
IDC_RADIO_BACKCOLOR_0			= Negro
IDC_RADIO_BACKCOLOR_1			= Automático
IDC_RADIO_BACKCOLOR_2			= Personalizado...
IDC_BTN_BKGND				= Seleccionar...
IDC_BTN_CLOSE				= Cerrar
IDC_BTN_APPLY				= Aplicar

[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS			= Abrir archivo
IDD_OPEN_PROGRESS			= Abrir archivo
IDC_STATIC_OPENING			= Abriendo...

[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER			= Seleccionar carpeta
IDC_STATIC_FOLDER			= Ruta:
IDC_BTN_NEWFOLDER			= Nueva carpeta
IDC_CHK_OPEN_SUBFOLDER			= Incluir todos los archivos en subcarpetas

[IDD_TRANSFORM]
IDD_TRANSFORM				= Conversión de imagen
IDC_STATIC_FILELIST			= Lista de archivos
IDC_STATIC_PREVIEW			= Vista previa
IDC_BTN_START				= Iniciar
IDC_BTN_CLOSE				= Cerrar
IDC_BTN_OPEN_DEST_FOLDER		= Abrir carpeta

[IDD_TRANSFORM_OPT]
IDC_STATIC_ROTATE			= Rotación
IDC_RADIO_ROTATE_NONE			= Sin rotación
IDC_RADIO_ROTATE_LEFT			= Rotación de 90˚ hacia la izquierda
IDC_RADIO_ROTATE_RIGHT			= Rotación de 90˚ hacia la derecha
IDC_RADIO_ROTATE_180			= Rotación de 180˚
IDC_RADIO_ROTATE_AUTO			= Rotación automática (EXIF)
IDC_STATIC_RESIZE			= Redimensionar
IDC_STATIC_RESIZE_SIZE			= Nuevo tamaño

IDC_STATIC_FORMAT			= Ajustes de formato
IDC_STATIC_FORMAT_SELECT		= Formato:
IDC_STATIC_FORMAT_QUALITY		= Calidad:
IDC_STATIC_SAVE				= Carpeta de salida
IDC_RADIO_TARGETFOLDER_SAMEFOLDER	= Guardar en carpeta original
IDC_RADIO_TARGETFOLDER_PHOTOFOLDER	= Guardar en carpeta de fotos
IDC_RADIO_TARGETFOLDER_CUSTOM		= Guardar en:
IDC_STATIC_FILENAME_HEADER		= Prefijo de nombre de archivo
IDC_STATIC_FILENAME2SAVE		= Vista preliminar de nombre de archivo
IDC_BTN_INIT				= Restablecer


[SKIN]
$TT_FULLSCREEN				= Pantalla completa (Alt+Intro)
$TT_TOGGLE_ZOOM_CONTROL			= Atajo: /
$TT_TOGGLE_ANIMINFO_CONTROL		= Atajo: Alt+Z
$TT_PAGESELECT				= Seleccionar imagen (Intro)
$TT_LOCKCONTROLBAR			= Fijar barra de controles (Atajo: ~)
$TT_LOCKTITLEBAR			= Fijar barra de título y menú (Atajo: `)
$TT_COPY_EXIFINFO			= Copiar información de archivo y EXIF (Ctrl+Mayús+C)
$TT_TOGGLE_EXIF				= Mostrar información EXIF (Atajo: Tab)
$TT_LAUNCH_GPS_LOCATION			= Mostrar la ubicación en Google Maps (Ctrl+Mayús+G)
$TT_PLAY_SOUNDNSHOT			= Reproducir audio (para archivos Sound & Shot).
$TT_CLOSE_EXIFINFO			= Ocultar información EXIF (Atajo: Tab)
$TT_PREV_BTN				= Clic izquierdo: anterior; clic derecho: diez hacia atrás
$TT_NEXT_BTN				= Clic izquierdo: siguiente; clic derecho: diez hacia adelante

$BTN_TEXT_EXIF				= Información EXIF
$BTN_TEXT_GPS				= Geolocalización
$BTN_TEXT_PLAY_SOUNDNSHOT		= Sound&&Shot
$BTN_TEXT_SHOWMODE			= Vista
$BTN_TEXT_PHOTOFOLDER			= Copiar a
$BTN_TEXT_EDIT				= Editar
$BTN_TEXT_STICKY			= Fijar
$BTN_TEXT_BOOKMARK			= Marcadores
$BTN_TEXT_SLIDESHOW			= Presentación
$BTN_TEXT_UPDATE			= Actualización disponible

$TEXT_SETTINGTAB_GENERAL		= General
$TEXT_SETTINGTAB_VIEW			= Vista
$TEXT_SETTINGTAB_BOOKMARK		= Marcadores
$TEXT_SETTINGTAB_ASSOC			= Asociación
$TEXT_SETTINGTAB_IMAGEPROCESS		= Procesamiento
$TEXT_SETTINGTAB_KEYBOARD		= Teclado
$TEXT_SETTINGTAB_MOUSE			= Mouse
$TEXT_SETTINGTAB_SHELL			= Menú contextual
$TEXT_SETTINGTAB_ETC			= Ajustes varios
$TEXT_SETTINGTAB_LANG			= Idioma

$TEXT_DESKTOP				= Escritorio
$TEXT_DOCUMENT				= Documento
$TEXT_PICTURE				= Imagen
$TEXT_COMPUTER				= Equipo


[SHELL]
TEXT_LAUNCH_TRANSFORM_DLG		= Transformar con Honeyview(&2)
TEXT_LAUNCH_HONEYVIEW			= Visualizar en Honeyview(&3)
TEXT_LOADING				= Cargando...
TEXT_IMAGE_LOAD_FAILED			= No se pudo cargar el archivo
TEXT_IMAGE_LOAD_FAIL_NOT_SUPPORTED	= Incompatible


[INSTALLER]
LNK_FILE_DESC				= Iniciar Honeyview
UNINSTALLER_LNK_NAME 			= Desinstalación

MSG_STILLRUN_EXIT_PROGRAM		= Honeyview se está ejecutando. Salga del programa primero.
MSG_ASK_DELETE_ALL_FILES		= No se han eliminado los archivos ubicados en $INSTDIR.[br]¿Eliminarlos todos?
MSG_ASK_RESTART_EXPLORER		= Es necesario reiniciar el Explorador de archivos para finalizar la instalación. ¿Desea reiniciarlo ahora?
MSG_ASK_UNINSTALL_HV3			= Honeyview3 ya se encuentra instalado. Debe desinstalarlo antes de instalar la nueva versión. ¿Desea continuar?
MSG_UNINSTALL_HV3_FAILED		= No se pudo desinstalar.
MSG_RESTART_EXPLORER			= El Explorador de archivos se reiniciará para completar la desinstalación de Honeyview3.

TEXT_LICENSE				= Acuerdo de licencia de Honeyview
TEXT_OPTIONS				= Opciones de instalación
TEXT_OPT_PROGRAMGROUP			= Crear grupo de programas en el menú Inicio
TEXT_OPT_DESKTOPSHORCUT			= Crear acceso directo en el escritorio
TEXT_OPT_QUICKLAUNCH			= Crear acceso directo en la barra de acceso rápido
TEXT_OPT_FOLDER				= Carpeta de destino
TEXT_OPT_REGIMAGE			= Asociar con formatos de imagen
TEXT_SELECT_FOLDER			= Elegir carpeta
TEXT_LICENSE_LINK			= [Sitio web]

TEXT_INSTALLER_MAIN_LICENSE_LINE_1	= ACUERDO DE USUARIO FINAL
TEXT_INSTALLER_MAIN_LICENSE_LINE_2	= Honeyview es un visualizador de imágenes gratuito desarrollado y distribuido por Bandisoft.[br][br]Este programa es gratis para uso personal, comercial, gubernamental y otros.

TEXT_ASK_RESTART_EXPLORER		= El Explorador de archivos se reiniciará para completar la instalación. ¿Desea continuar?
TEXT_NEED_ADMIN_PRIVILEGE		= Se requieren permisos de administrador para instalar este programa.[br][br]Los usuarios estándares no pueden instalar el programa correctamente.[br][br]¿Desea interrumpir la instalación?

